package Homework1;

public class index {
<!DOCTYPE html>
<html lang="ru">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>Домашка</title>
    <link rel="stylesheet" href="./css/style.css">
</head>
<body>
    <h1>Земля</h1>
    <p>Земля — единственная известная в настоящий момент планета, на которой есть жизнь. Её природные особенности являются предметом многих научных исследований. Это третья по счёту от Солнца планета Солнечной системы и крупнейшая по диаметру, массе и плотности среди планет земной группы. Основные климатические особенности Земли заключаются в наличии двух больших полярных регионов, двух относительно узких умеренных зон и одного широкого экваториально-тропического региона[3]. Количество осадков на планете варьируется в широких пределах в зависимости от местоположения и колеблется от миллиметра до нескольких метров осадков в год. Около 71 % поверхности Земли занимает океан. Остальная часть состоит из континентов и островов, причём большая часть суши, населённой людьми, находится в северном полушарии.</p>
    <p>Эволюция Земли происходила посредством геологических и биологических процессов, которые оставили следы первоначальных условий. Поверхность планеты разделена на несколько непрерывно движущихся литосферных плит, что приводит к периодическому слиянию и разъединению континентов. Внутренняя часть Земли состоит из толстого слоя расплавленной мантии и железного ядра, генерирующего магнитное поле.</p>
    <p>Состав текущей атмосферы был существенно изменён по сравнению с первоначальной посредством жизнедеятельности различных форм жизни[4], которые создают экологическое равновесие, стабилизирующее условия на поверхности. Несмотря на значительные различия в климате в зависимости от широты и других географических факторов, средний глобальный климат достаточно стабилен во время межледниковых периодов[5], а изменение на 1—2 °C средней глобальной температуры исторически имело серьёзное влияние на экологический баланс и географию Земли[6][7].</p>
</body>
</html>
}
